Repository: ipapamagic/StreamLinkKeyboardHelper
Catalog: SteamLinkKeyboardHelper/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

# menu.action.quit
source: Quit
ja: 終了
zh_hant: 結束

# menu.f4.disabled
source: F4 Spotlight: disabled
ja: F4 Spotlight: 無効
zh_hant: F4 Spotlight:已停用

# menu.f4.enabled
source: F4 Spotlight: enabled
ja: F4 Spotlight: 有効
zh_hant: F4 Spotlight:已啟用

# menu.steamLink.background
source: Steam Link: background / not running
ja: Steam Link: バックグラウンド / 未実行
zh_hant: Steam Link:背景 / 未執行

# menu.steamLink.foreground
source: Steam Link: foreground
ja: Steam Link: フォアグラウンド
zh_hant: Steam Link:前景執行中

# notification.accessibilityNeeded.body
source: Allow Steam Link Keyboard Helper in System Settings > Privacy & Security > Accessibility to block F4 directly.
ja: 「システム設定 > プライバシーとセキュリティ > アクセシビリティ」で Steam Link Keyboard Helper を許可すると、F4 を直接ブロックできます。
zh_hant: 請到「系統設定 > 隱私權與安全性 > 輔助使用」允許 Steam Link Keyboard Helper,才能直接封鎖 F4。

# notification.accessibilityNeeded.title
source: Accessibility permission needed
ja: アクセシビリティの許可が必要です
zh_hant: 需要輔助使用權限

# notification.foreground.body
source: F4 Spotlight disabled. Input source switched to ABC.
ja: F4 Spotlight を無効にしました。入力ソースを ABC に切り替えました。
zh_hant: F4 Spotlight 已停用,輸入法已切換到 ABC。

# notification.foreground.title
source: Steam Link foreground
ja: Steam Link がフォアグラウンド
zh_hant: Steam Link 前景執行

# notification.leftForeground.body
source: F4 Spotlight restored.
ja: F4 Spotlight を復元しました。
zh_hant: F4 Spotlight 已還原。

# notification.leftForeground.title
source: Steam Link left foreground
ja: Steam Link がフォアグラウンドではなくなりました
zh_hant: Steam Link 已離開前景

# notification.running.body
source: Look for F4 in the menu bar. Steam Link foreground will switch to ABC and block F4.
ja: メニューバーの F4 を確認してください。Steam Link がフォアグラウンドになると ABC に切り替え、F4 をブロックします。
zh_hant: 在選單列尋找 F4 圖示。Steam Link 前景執行時會自動切換到 ABC 輸入法並封鎖 F4。

# notification.running.title
source: Steam Link Keyboard Helper is running
ja: Steam Link Keyboard Helper が実行中です
zh_hant: Steam Link Keyboard Helper 正在執行

# status.icon.blocked
source: F4 off
ja: F4 オフ
zh_hant: F4 已關閉
